Repository: thsnkhn/harbor
Catalog: Harbor/Localizable.xcstrings
Source language: en
Languages: es, it, zh_hans

source: Harbor can’t read the selected watch folder right now. It will keep trying while the app is open.
es: Harbor no puede leer la carpeta vigilada seleccionada en este momento. Seguirá intentándolo mientras la app esté abierta.
it: Harbor non riesce a leggere la cartella monitorata selezionata. Continuerà a riprovare finché l’app rimane aperta.
zh_hans: Harbor 目前无法读取所选监视文件夹。应用打开期间会继续重试。

source: Seeding Started
es: Compartición iniciada
it: Condivisione avviata
zh_hans: 已开始做种

source: Seeding Stopped
es: Compartición detenida
it: Condivisione interrotta
zh_hans: 已停止做种

source: Some Download Data Couldn’t Be Moved to Trash
es: Algunos datos descargados no se pudieron mover a la papelera
it: Impossibile spostare alcuni dati scaricati nel Cestino
zh_hans: 部分下载数据无法移到废纸篓

source: The torrent started, but Harbor couldn’t save its state. The original torrent file was left in place.
es: El torrent se inició, pero Harbor no pudo guardar su estado. El archivo torrent original se dejó en su ubicación.
it: Il torrent è stato avviato, ma Harbor non è riuscito a salvarne lo stato. Il file torrent originale è rimasto al suo posto.
zh_hans: Torrent 已开始，但 Harbor 无法保存其状态。原始 Torrent 文件已保留在原位置。

source: This torrent is already in Harbor.
es: Este torrent ya está en Harbor.
it: Questo torrent è già presente in Harbor.
zh_hans: 此 Torrent 已在 Harbor 中。

source: Torrent Already Added
es: Torrent ya añadido
it: Torrent già aggiunto
zh_hans: Torrent 已添加

source: Torrent Watch Folder Unavailable
es: Carpeta de vigilancia de torrents no disponible
it: Cartella monitorata per i torrent non disponibile
zh_hans: Torrent 监视文件夹不可用

# download.removeData.unsafePath
source: The path is not safely contained within the download destination.
es: La ruta no está contenida de forma segura dentro del destino de descarga.
it: Il percorso non è contenuto in modo sicuro nella destinazione del download.
zh_hans: 此路径未安全包含在下载目标位置内。

# torrent.import.empty
source: The torrent file is empty.
es: El archivo torrent está vacío.
it: Il file torrent è vuoto.
zh_hans: Torrent 文件为空。

# torrent.import.httpStatus
source: The torrent server returned HTTP status %lld.
es: El servidor de torrents devolvió el estado HTTP %lld.
it: Il server torrent ha restituito lo stato HTTP %lld.
zh_hans: Torrent 服务器返回了 HTTP 状态 %lld。

# torrent.import.invalidResponse
source: The torrent server returned an invalid response.
es: El servidor de torrents devolvió una respuesta no válida.
it: Il server torrent ha restituito una risposta non valida.
zh_hans: Torrent 服务器返回了无效响应。

# torrent.session.fileRecreationFailed
source: Couldn’t recreate the torrent session file.
es: No se pudo volver a crear el archivo de sesión del torrent.
it: Impossibile ricreare il file della sessione torrent.
zh_hans: 无法重新创建 Torrent 会话文件。

# torrent.session.directoryCreationFailed
source: Couldn’t create the torrent session directory: %@
es: No se pudo crear la carpeta de sesión del torrent: %@
it: Impossibile creare la cartella della sessione torrent: %@
zh_hans: 无法创建 Torrent 会话文件夹：%@

# torrent.session.fileCreationFailed
source: Couldn’t create the torrent session file.
es: No se pudo crear el archivo de sesión del torrent.
it: Impossibile creare il file della sessione torrent.
zh_hans: 无法创建 Torrent 会话文件。

# torrent.session.pathIsDirectory
source: The torrent session path is a directory.
es: La ruta de la sesión del torrent es una carpeta.
it: Il percorso della sessione torrent è una cartella.
zh_hans: Torrent 会话路径是一个文件夹。

source: Seeding Unavailable
es: Compartición no disponible
it: Condivisione non disponibile
zh_hans: 做种不可用

source: Couldn’t Save Completed Torrent
es: No se pudo guardar el torrent completado
it: Impossibile salvare il torrent completato
zh_hans: 无法保存已完成的 Torrent

source: Couldn’t Stop Seeding
es: No se pudo detener la compartición
it: Impossibile interrompere la condivisione
zh_hans: 无法停止做种

source: Speed limits aren’t available for browser-assisted downloads.
es: Los límites de velocidad no están disponibles para las descargas asistidas por navegador.
it: I limiti di velocità non sono disponibili per i download assistiti dal browser.
zh_hans: 浏览器辅助下载无法使用速度限制。

source: The torrent file changed after Harbor imported it, so Harbor left the current file untouched.
es: El archivo torrent cambió después de que Harbor lo importara, por lo que Harbor dejó intacto el archivo actual.
it: Il file torrent è cambiato dopo l’importazione, quindi Harbor ha lasciato intatto il file attuale.
zh_hans: Torrent 文件在 Harbor 导入后发生了变化，因此 Harbor 未改动当前文件。

source: Torrent File Was Left in Place
es: El archivo torrent se dejó en su lugar
it: Il file torrent è stato lasciato al suo posto
zh_hans: Torrent 文件已保留在原处

source: Waiting
es: Esperando
it: In attesa...
zh_hans: 等待中

# add.validation.mediaPermission
source: Confirm that you own this content or have permission to save it.
it: Conferma che questo contenuto sia di tua proprietà o di avere il permesso di salvarlo
zh_hans: 请确认您拥有该内容的所有权，或已获得保存该内容的合法授权。

source: Adding…
it: Aggiunta…
zh_hans: 添加中…

# alert.media.engineError.title
source: Media Engine Error
it: Errore del Media Engine
zh_hans: 媒体引擎错误

# alert.media.missingRuntime.title
source: Media Support Needs yt-dlp
it: Il supporto media richiede yt-dlp
zh_hans: 媒体支持需要 yt-dlp

source: Best MP4
it: MP4 (migliore)
zh_hans: 最佳 MP4

source: Checking link…
it: Controllo link...
zh_hans: 正在校验链接有效性…

# download.restore.pausedAfterQuit
source: Paused after quit.
it: In pausa dopo la chiusura
zh_hans: 关闭后任务自动暂停。

source: Format
it: Formato
zh_hans: 格式

source: General
it: Generali
zh_hans: 通用

source: Harbor can still try this link with yt-dlp.
it: Harbor può comunque provare questo link con yt-dlp.
zh_hans: Harbor 仍可使用 yt-dlp 尝试此链接。

source: Harbor will try this link with yt-dlp.
it: Harbor proverà questo link con yt-dlp.
zh_hans: Harbor 将使用 yt-dlp 尝试此链接。

source: https://example.com/file.zip, social link, or magnet:?xt=...
it: https://example.com/file.zip, link social o magnet:?xt=...
zh_hans: https://example.com/file.zip，社交链接，或 magnet:?xt=...

source: I own this content or have permission to save it
it: Possiedo questo contenuto o ho il permesso di salvarlo
zh_hans: 我拥有该内容的版权，或已获得保存该内容的合法授权

# media.preview.collection
source: %d items
it: %d elementi
zh_hans: %d项目

# media.preview.collectionFallback
source: Collection
it: Raccolta
zh_hans: 资源集

# media.preview.image
source: Image
it: Immagine
zh_hans: 图片

# media.preview.sizeUnknown
source: Size unknown
it: Dimensione sconosciuta
zh_hans: 未知大小

source: Original
it: Originale
zh_hans: 无损

source: Paste a direct URL, media post URL, magnet link, or choose a `.torrent` file.
it: Incolla un URL diretto, l'URL di un post media, un link magnet o scegli un file `.torrent`.
zh_hans: 请粘贴一个直接链接、媒体帖子链接、磁力链接，或者选择一个 `.torrent` 种子文件。

# source.kind.mediaURL
source: Media URL
it: URL Media
zh_hans: 媒体链接

source: Media
zh_hans: 媒体

# media.preview.media
source: Media
zh_hans: 媒体

# media.preview.video
source: Video
zh_hans: 视频
